Repository: GlowUp930/brickval
Catalog: apps/ios-swift/BrickVal/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pt_br, zh_hans, zh_hant

source: Theme and accent
ar: السمة واللهجة
de: Thema und Akzent
es: Tema y acento
fr: Thème et accent
hi: थीम और एक्सेंट
it: Tema e accento
ja: テーマとアクセント
ko: 테마 및 억양
nl: Thema en accent
pt_br: Tema e sotaque
zh_hans: 主题和口音
zh_hant: 主題和口音

source: Theme and accent controls
ar: عناصر تحكم السمة واللهجة
de: Thema und Akzentkontrollen
es: Controles de tema y acento
fr: Contrôles du thème et de l'accent
hi: थीम और एक्सेंट कंट्रोल
it: Il tema e l'accento controllano
ja: テーマとアクセントコントロール
ko: 테마 및 억양 컨트롤
nl: Besturingselementen voor thema en accent
pt_br: Controles de tema e sotaque
zh_hans: 主题和口音控件
zh_hant: 主題和重音控制

source: Themes
ar: المواضيع
de: Themen
es: Temas
fr: Thèmes
hi: थीम
it: Temi
ja: テーマ
ko: 테마
nl: Thema’s
pt_br: Temas
zh_hans: 主题
zh_hant: 主題

source: This account already has an invite attached.
ar: يحتوي هذا الحساب بالفعل على دعوة مرفقة.
de: Für dieses Konto ist bereits eine Einladung angehängt.
es: Esta cuenta ya tiene una invitación adjunta.
fr: Ce compte est déjà associé à une invitation.
hi: इस अकाउंट में पहले से ही एक इनवाइट अटैच है।
it: Questo account ha già un invito allegato.
ja: このアカウントにはすでに招待状が添付されています。
ko: 이 계정에는 이미 초대장이 첨부되어 있습니다.
nl: Aan dit account is al een uitnodiging gekoppeld.
pt_br: Esta conta já tem um convite anexado.
zh_hans: 此账号已附加邀请。
zh_hant: 此帳戶已附加邀請。

source: This cannot be undone.
ar: لا يمكن التراجع عن هذا.
de: Dies kann nicht rückgängig gemacht werden.
es: Esto no se puede deshacer.
fr: Cela ne peut pas être annulé.
hi: इसे पूर्ववत नहीं किया जा सकता।
it: L'azione non può essere annullata.
ja: これは元に戻せません。
ko: 이 작업은 취소할 수 없습니다.
nl: Dit kan niet ongedaan worden gemaakt.
pt_br: Isso não pode ser desfeito.
zh_hans: 此操作无法撤消。
zh_hant: 此操作無法撤消。

source: This figure will stay out of the total until it can be identified.
ar: سيبقى هذا الرقم خارج المجموع حتى يمكن تحديده.
de: Diese Zahl bleibt außerhalb der Gesamtsumme, bis sie identifiziert werden kann.
es: Esta cifra permanecerá fuera del total hasta que se pueda identificar.
fr: Ce chiffre restera en dehors du total jusqu'à ce qu'il puisse être identifié.
hi: यह आंकड़ा तब तक कुल से बाहर रहेगा जब तक कि इसकी पहचान नहीं हो जाती।
it: Questa cifra rimarrà fuori dal totale fino a quando non potrà essere identificata.
ja: この数字は、特定されるまで合計に含まれません。
ko: 이 수치는 식별될 때까지 총액에서 제외됩니다.
nl: Dit cijfer blijft buiten het totaal totdat het kan worden geïdentificeerd.
pt_br: Este valor ficará fora do total até que possa ser identificado.
zh_hans: 这个数字将不会出现在总数中，直到它被识别出来。
zh_hant: 在確定之前，該數字將不屬於總數。

source: This image couldn't be processed. Choose a smaller JPEG photo and try again.
ar: تعذر معالجة هذه الصورة. اختر صورة JPEG أصغر وحاول مرة أخرى.
de: Dieses Bild konnte nicht verarbeitet werden. Wählen Sie ein kleineres JPEG-Foto und versuchen Sie es erneut.
es: No se ha podido procesar esta imagen. Elige una foto JPEG más pequeña e inténtalo de nuevo.
fr: Impossible de traiter cette image. Choisissez une photo JPEG plus petite et réessayez.
hi: इस फ़ोटो को प्रोसेस नहीं किया जा सका। एक छोटी JPEG फ़ोटो चुनें और फिर से कोशिश करें।
it: Impossibile elaborare l'immagine. Scegli una foto JPEG più piccola e riprova.
ja: この画像は処理できませんでした。小さなJPEG写真を選択して、もう一度お試しください。
ko: 이 이미지를 처리할 수 없습니다. 작은 JPEG 사진을 선택하고 다시 시도하세요.
nl: Deze afbeelding kan niet worden verwerkt. Kies een kleinere JPEG-foto en probeer het opnieuw.
pt_br: Não foi possível processar esta imagem. Escolha uma foto JPEG menor e tente novamente.
zh_hans: 无法处理此图像。请选择较小的JPEG照片，然后重试。
zh_hant: 無法處理該圖像。選擇較小的 JPEG 照片並重試。

source: This image couldn't be processed. Choose a valid JPEG photo and try again.
ar: تعذّرت معالجة هذه الصورة. اختر صورة JPEG صالحة وحاول مرة أخرى.
de: Dieses Bild konnte nicht verarbeitet werden. Wähle ein gültiges JPEG-Foto und versuche es erneut.
es: No se pudo procesar esta imagen. Elige una foto JPEG válida e inténtalo de nuevo.
fr: Cette image n’a pas pu être traitée. Choisissez une photo JPEG valide et réessayez.
hi: यह इमेज प्रोसेस नहीं हो सकी। मान्य JPEG फ़ोटो चुनकर फिर कोशिश करें।
it: Impossibile elaborare questa immagine. Scegli una foto JPEG valida e riprova.
ja: この画像を処理できませんでした。有効なJPEG写真を選択してもう一度お試しください。
ko: 이 이미지를 처리할 수 없습니다. 올바른 JPEG 사진을 선택해 다시 시도하세요.
nl: Deze afbeelding kon niet worden verwerkt. Kies een geldige JPEG-foto en probeer het opnieuw.
pt_br: Não foi possível processar esta imagem. Escolha uma foto JPEG válida e tente novamente.
zh_hans: 无法处理此图片。请选择有效的 JPEG 照片后重试。
zh_hant: 無法處理此圖片。請選擇有效的 JPEG 照片後再試一次。

source: This image type isn't supported. Choose a JPEG photo and try again.
ar: نوع الصورة هذا غير مدعوم. اختر صورة JPEG وحاول مرة أخرى.
de: Dieser Bildtyp wird nicht unterstützt. Wähle ein JPEG-Foto und versuche es erneut.
es: Este tipo de imagen no es compatible. Elige una foto JPEG e inténtalo de nuevo.
fr: Ce type d’image n’est pas pris en charge. Choisissez une photo JPEG et réessayez.
hi: यह इमेज प्रकार समर्थित नहीं है। JPEG फ़ोटो चुनकर फिर कोशिश करें।
it: Questo tipo di immagine non è supportato. Scegli una foto JPEG e riprova.
ja: この画像形式には対応していません。JPEG写真を選択してもう一度お試しください。
ko: 지원하지 않는 이미지 형식입니다. JPEG 사진을 선택해 다시 시도하세요.
nl: Dit afbeeldingstype wordt niet ondersteund. Kies een JPEG-foto en probeer het opnieuw.
pt_br: Este tipo de imagem não é compatível. Escolha uma foto JPEG e tente novamente.
zh_hans: 不支持此图片类型。请选择 JPEG 照片后重试。
zh_hant: 不支援此圖片格式。請選擇 JPEG 照片後再試一次。

source: This installation has already used an invite code.
ar: استخدم هذا التثبيت بالفعل رمز دعوة.
de: Diese Installation hat bereits einen Einladungscode verwendet.
es: Esta instalación ya ha utilizado un código de invitación.
fr: Cette installation a déjà utilisé un code d'invitation.
hi: इस इंस्टॉलेशन में पहले ही इनवाइट कोड का इस्तेमाल किया जा चुका है।
it: Questa installazione ha già utilizzato un codice di invito.
ja: このインストールでは、招待コードがすでに使用されています。
ko: 이 설치는 이미 초대 코드를 사용했습니다.
nl: Deze installatie heeft al een uitnodigingscode gebruikt.
pt_br: Esta instalação já usou um código de convite.
zh_hans: 此安装已使用邀请码。
zh_hant: 此安裝已使用邀請碼。

source: This only changes what Brickvalue highlights for you.
ar: هذا يغير فقط ما يبرزه Brickvalue لك.
de: Dies ändert nur das, was Brickvalue für Sie hervorhebt.
es: Esto solo cambia lo que Brickvalue destaca para ti.
fr: Cela ne change que ce que Brickvalue met en évidence pour vous.
hi: यह केवल वही बदलता है जो Brickvalue आपके लिए हाइलाइट करता है।
it: Questo cambia solo ciò che Brickvalue evidenzia per te.
ja: これにより、Brickvalueが強調表示する内容のみが変更されます。
ko: 이렇게 하면 Brickvalue에서 강조하는 내용만 변경됩니다.
nl: Dit verandert alleen wat Brickvalue voor u markeert.
pt_br: Isso só muda o que o Brickvalue destaca para você.
zh_hans: 这只会更改Brickvalue为您突出显示的内容。
zh_hant: 這只會更改Brickvalue為您精選的內容。

# This removes all %lld copy of %@ from your collection.
source: This removes all %1$lld copies of %2$@ from your collection.
ar: سيؤدي هذا إلى إزالة %1$lld نسخ من %2$@ من مجموعتك.
de: Dadurch werden %1$lld Exemplare von %2$@ aus deiner Sammlung entfernt.
es: Esto elimina las %1$lld copias de %2$@ de tu colección.
fr: Cela supprime les %1$lld copies de %2$@ de votre collection.
hi: यह आपके कलेक्शन से %2$@ की %1$lld प्रतियां हटाएगा।
it: Questo rimuove %1$lld copie di %2$@ dalla tua collezione.
ja: コレクションから%2$@を%1$lld個削除します。
ko: 컬렉션에서 %2$@ 항목 %1$lld개를 삭제합니다.
nl: Hierdoor worden %1$lld exemplaren van %2$@ uit je verzameling verwijderd.
pt_br: Isso remove %1$lld cópias de %2$@ da sua coleção.
zh_hans: 这会从你的收藏中移除 %2$@（%1$lld 件）。
zh_hant: 這會從你的收藏中移除 %2$@（%1$lld 件）。

source: This removes your Brickvalue account and local collection. This cannot be undone.
ar: يؤدي هذا إلى إزالة حساب Brickvalue الخاص بك والتحصيل المحلي. لا يمكن التراجع عن هذا.
de: Dadurch werden Ihr Brickvalue-Konto und Ihre lokale Sammlung entfernt. Dies kann nicht rückgängig gemacht werden.
es: Esto elimina tu cuenta Brickvalue y la colección local. Esto no se puede deshacer.
fr: Cela supprime votre compte Brickvalue et votre collection locale. Cela ne peut pas être annulé.
hi: यह आपके Brickvalue अकाउंट और स्थानीय कलेक्शन को हटा देता है। इसे पूर्ववत नहीं किया जा सकता।
it: Questo rimuove il tuo account Brickvalue e la riscossione locale. Questa operazione non può essere annullata.
ja: これにより、Brickvalueアカウントとローカルコレクションが削除されます。これは元に戻せません。
ko: 이렇게 하면 Brickvalue 계정과 현지 수금 내역이 삭제됩니다. 이 작업은 취소할 수 없습니다.
nl: Hiermee worden je Brickvalue-account en lokale collectie verwijderd. Dit kan niet ongedaan worden gemaakt.
pt_br: Isso remove sua conta Brickvalue e a cobrança local. Isso não pode ser desfeito.
zh_hans: 这将删除您的Brickvalue帐户和本地集合。此操作无法撤消。
zh_hant: 這會移除您的Brickvalue帳戶和本地集合。此操作無法復原。

source: This scan is still processing. Please try again shortly.
ar: لا يزال هذا الفحص قيد المعالجة. يُرجى إعادة المحاولة قريبًا.
de: Dieser Scan wird noch verarbeitet. Bitte versuchen Sie es in Kürze erneut.
es: Este escaneo aún se está procesando. Inténtalo de nuevo en breve.
fr: Ce scan est toujours en cours de traitement. Veuillez réessayer sous peu.
hi: यह स्कैन अभी भी प्रोसेस हो रहा है। कृपया जल्द ही फिर से कोशिश करें।
it: Questa scansione è ancora in fase di elaborazione. Riprova a breve.
ja: このスキャンはまだ処理中です。しばらくしてからもう一度お試しください。
ko: 이 스캔은 아직 처리 중입니다. 잠시 후 다시 시도해 주세요.
nl: Deze scan wordt nog verwerkt. Probeer het binnenkort opnieuw.
pt_br: Esta digitalização ainda está em processamento. Tente novamente em breve.
zh_hans: 此扫描仍在处理中。请稍后重试。
zh_hant: 此掃描仍在處理中。請稍後再試。

source: This scan session has expired. Retake the photo to try again.
ar: انتهت صلاحية جلسة الفحص هذه. أعد التقاط الصورة للمحاولة مرة أخرى.
de: Diese Scan-Sitzung ist abgelaufen. Nimm das Foto erneut auf, um es erneut zu versuchen.
es: Esta sesión de análisis ha caducado. Vuelve a hacer la foto para volver a intentarlo.
fr: Cette session d'analyse a expiré. Reprenez la photo pour réessayer.
hi: इस स्कैन सेशन की समय - सीमा खत्म हो गई है। फिर से कोशिश करने के लिए फ़ोटो फिर से लें।
it: Questa sessione di scansione è scaduta. Scatta di nuovo la foto per riprovare.
ja: このスキャンセッションは期限切れです。写真を撮り直して再度お試しください。
ko: 이 스캔 세션이 만료되었습니다. 사진을 다시 촬영하여 다시 시도하세요.
nl: Deze scansessie is verlopen. Maak de foto opnieuw om het opnieuw te proberen.
pt_br: Esta sessão de digitalização expirou. Tire novamente a foto para tentar novamente.
zh_hans: 此扫描会话已过期。请重新拍照，然后重试。
zh_hant: 此掃描工作階段已過期。請重新拍攝相片，然後再試一次。

source: This scan’s correction link has expired. Retake the photo to try again.
ar: انتهت صلاحية رابط تصحيح هذا المسح. أعد التقاط الصورة للمحاولة مرة أخرى.
de: Der Korrekturlink dieses Scans ist abgelaufen. Nimm das Foto erneut auf, um es erneut zu versuchen.
es: El enlace de corrección de este escaneo ha caducado. Vuelve a hacer la foto para volver a intentarlo.
fr: Le lien de correction de cette analyse a expiré. Reprenez la photo pour réessayer.
hi: इस स्कैन के सुधार लिंक की समय - सीमा खत्म हो गई है। फिर से कोशिश करने के लिए फ़ोटो फिर से लें।
it: Il link di correzione di questa scansione è scaduto. Scatta di nuovo la foto per riprovare.
ja: このスキャンの修正リンクは期限切れです。写真を撮り直して再度お試しください。
ko: 이 스캔의 수정 링크가 만료되었습니다. 사진을 다시 촬영하여 다시 시도하세요.
nl: De correctielink van deze scan is verlopen. Maak de foto opnieuw om het opnieuw te proberen.
pt_br: O link de correção desta digitalização expirou. Tire novamente a foto para tentar novamente.
zh_hans: 此扫描的修正链接已过期。请重新拍照，然后重试。
zh_hant: 此掃描的修正連結已過期。請重新拍攝相片，然後再試一次。

source: This subscription is temporarily unavailable. Please try again later.
ar: هذا الاشتراك غير متاح مؤقتًا. يُرجى إعادة المحاولة لاحقًا.
de: Dieses Abonnement ist vorübergehend nicht verfügbar. Bitte versuchen Sie es später erneut.
es: Esta suscripción no está disponible temporalmente. Inténtalo de nuevo más tarde.
fr: Cet abonnement est temporairement indisponible. Veuillez réessayer plus tard.
hi: यह सदस्यता अस्थायी रूप से अनुपलब्ध है। कृपया बाद में फिर से कोशिश करें।
it: Questo abbonamento non è temporaneamente disponibile. Riprova più tardi.
ja: このサブスクリプションは一時的にご利用いただけません。しばらくしてからもう一度お試しください。
ko: 이 구독은 일시적으로 사용할 수 없습니다. 나중에 다시 시도해주세요.
nl: Dit abonnement is tijdelijk niet beschikbaar. Probeer het later opnieuw.
pt_br: Esta assinatura está temporariamente indisponível. Tente novamente mais tarde.
zh_hans: 此订阅暂时不可用。请稍后重试。
zh_hant: 此訂閱暫時不可用。請稍後重試。

source: This version is no longer supported. Install the latest update to keep scanning and valuing your collection.
ar: لم يعد هذا الإصدار مدعومًا. قم بتثبيت آخر تحديث لمواصلة مسح مجموعتك وتقييمها.
de: Diese Version wird nicht mehr unterstützt. Installieren Sie das neueste Update, um Ihre Sammlung weiterhin zu scannen und zu bewerten.
es: Esta versión ya no es compatible. Instala la última actualización para seguir escaneando y valorando tu colección.
fr: Cette version n'est plus prise en charge. Installez la dernière mise à jour pour continuer à numériser et à valoriser votre collection.
hi: यह संस्करण अब समर्थित नहीं है। अपने संग्रह की स्कैनिंग और मूल्यांकन जारी रखने के लिए नवीनतम अपडेट इंस्टॉल करें।
it: Questa versione non è più supportata. Installa l'ultimo aggiornamento per continuare a scansionare e valutare la tua collezione.
ja: このバージョンはサポートされなくなりました。コレクションをスキャンして評価し続けるには、最新のアップデートをインストールしてください。
ko: 이 버전은 더 이상 지원되지 않습니다. 최신 업데이트를 설치하여 컬렉션을 계속 스캔하고 평가하세요.
nl: Deze versie wordt niet langer ondersteund. Installeer de nieuwste update om je collectie te blijven scannen en waarderen.
pt_br: Esta versão não é mais suportada. Instale a atualização mais recente para continuar digitalizando e valorizando sua coleção.
zh_hans: 此版本不再受支持。安装最新更新以继续扫描和重视您的收藏。
zh_hant: 不再支持該版本。安裝最新更新以繼續掃描和評估您的收藏。

source: This version is no longer supported. Install the latest update to keep scanning and valuing your collection. Build %lld or newer is required.
ar: لم يعد هذا الإصدار مدعومًا. قم بتثبيت آخر تحديث لمواصلة مسح مجموعتك وتقييمها. مطلوب إنشاء %lld أو أحدث.
de: Diese Version wird nicht mehr unterstützt. Installieren Sie das neueste Update, um Ihre Sammlung weiterhin zu scannen und zu bewerten. Build %lld oder neuer ist erforderlich.
es: Esta versión ya no es compatible. Instala la última actualización para seguir escaneando y valorando tu colección. Se requiere compilar %lld o posterior.
fr: Cette version n'est plus prise en charge. Installez la dernière mise à jour pour continuer à numériser et à valoriser votre collection. Build %lld ou plus récent est requis.
hi: यह संस्करण अब समर्थित नहीं है। अपने संग्रह की स्कैनिंग और मूल्यांकन जारी रखने के लिए नवीनतम अपडेट इंस्टॉल करें। निर्माण %lld या नए की आवश्यकता है।
it: Questa versione non è più supportata. Installa l'ultimo aggiornamento per continuare a scansionare e valutare la tua collezione. È richiesta la compilazione di %lld o più recente.
ja: このバージョンはサポートされなくなりました。コレクションをスキャンして評価し続けるには、最新のアップデートをインストールしてください。ビルド%lld以降が必要です。
ko: 이 버전은 더 이상 지원되지 않습니다. 최신 업데이트를 설치하여 컬렉션을 계속 스캔하고 평가하세요. %lld 이상을 빌드해야 합니다.
nl: Deze versie wordt niet langer ondersteund. Installeer de nieuwste update om je collectie te blijven scannen en waarderen. Build %lld of nieuwer is vereist.
pt_br: Esta versão não é mais suportada. Instale a atualização mais recente para continuar digitalizando e valorizando sua coleção. É necessário criar o %lld ou mais recente.
zh_hans: 此版本不再受支持。安装最新更新以继续扫描和重视您的收藏。需要生成%lld或更高版本。
zh_hant: 不再支持該版本。安裝最新更新以繼續掃描和評估您的收藏。需要構建 %lld 或更高版本。

source: Three qualified friends unlock your reward
ar: ثلاثة أصدقاء مؤهلين يفتحون مكافأتك
de: Drei qualifizierte Freunde schalten deine Belohnung frei
es: Tres amigos cualificados desbloquean tu recompensa
fr: Trois amis qualifiés débloquent votre récompense
hi: तीन योग्य दोस्त आपका रिवॉर्ड अनलॉक करते हैं
it: Tre amici qualificati sbloccano la tua ricompensa
ja: 資格のある3人の友達が報酬をアンロック
ko: 자격을 갖춘 세 명의 친구가 보상을 잠금 해제합니다
nl: Drie gekwalificeerde vrienden ontgrendelen je beloning
pt_br: Três amigos qualificados desbloqueiam sua recompensa
zh_hans: 三个合格的好友解锁您的奖励
zh_hant: 三位合格的朋友解鎖您的獎勵

source: TikTok
ar: تيك توك
hi: टिकटोक
ko: 틱톡
zh_hans: 抖音
zh_hant: 抖音

source: Too many requests. Please try again shortly.
ar: يوجد عدد كبير جدًا من الطلبات. يرجى المحاولة مرة أخرى قريبًا.
de: Zu viele Anfragen. Bitte versuchen Sie es in Kürze erneut.
es: Demasiadas solicitudes. Inténtalo de nuevo en breve.
fr: Trop de demandes. Veuillez réessayer sous peu.
hi: बहुत सारे अनुरोध। कृपया जल्द ही फिर से कोशिश करें।
it: Troppe richieste. Riprova tra poco.
ja: リクエストが多すぎます。しばらくしてからもう一度お試しください。
ko: 요청이 너무 많습니다. 잠시 후 다시 시도하세요.
nl: Te veel aanvragen. Probeer het binnenkort opnieuw.
pt_br: Muitas solicitações. Tente novamente em breve.
zh_hans: 请求过多。请稍后重试。
zh_hant: 請求過多。請稍後再試。

source: Top find %@
ar: أفضل اكتشاف %@
de: Top finden %@
es: Búsqueda superior %@
fr: Meilleure recherche %@
hi: टॉप खोजें %@
ja: 最高の発見 %@
ko: 최고의 %@ 찾기
nl: Topvondst %@
pt_br: Top encontrar %@
zh_hans: 最佳发现 %@
zh_hant: 熱門搜尋%@

# Top find %@ · %@
source: Top find %1$@ · %2$@
ar: أفضل اكتشاف %1$@%2$@
de: Finden Sie oben %1$@ · %2$@
es: Búsqueda superior %1$@ · %2$@
fr: Meilleure recherche %1$@ · %2$@
hi: टॉप खोजें %1$@ · %2$@
ko: 최고 찾기 %1$@ · %2$@
nl: Topvondst %1$@ · %2$@
pt_br: Top encontrar %1$@ · %2$@
zh_hant: 熱門搜尋%1$@ · %2$@

source: TOTAL
ar: الإجمالي
de: GESAMT
hi: कुल
it: TOTALE
ja: 合計
ko: 총
nl: TOTAAL
zh_hans: 全部的
zh_hant: 總計

source: Track my collection
ar: تتبع مجموعتي
de: Verfolgen Sie meine Sammlung
es: Seguimiento de mi colección
fr: Suivre ma collection
hi: मेरे संग्रह को ट्रैक करें
it: Monitora la mia collezione
ja: コレクションを管理
ko: 내 컬렉션 추적
nl: Mijn collectie bijhouden
pt_br: Acompanhar a minha coleção
zh_hans: 跟踪我的收藏
zh_hant: 追蹤我的收藏

source: Track value
ar: تتبع القيمة
de: Verfolgen Sie den Wert
es: Valor del seguimiento
fr: Suivre la valeur
hi: ट्रैक मूल्य
it: Valore della traccia
ja: 価値を追跡
ko: 가치 추적
nl: Waarde bijhouden
pt_br: Acompanhar valor
zh_hans: 跟踪价值
zh_hant: 追蹤價值

source: Track what I own and what it is worth today.
ar: تتبع ما أملكه وما يستحقه اليوم.
de: Verfolgen Sie, was ich heute besitze und was es wert ist.
es: Seguimiento de lo que tengo y de lo que vale hoy.
fr: Suivre ce que je possède et ce qu'il vaut aujourd'hui.
hi: ट्रैक करें कि मेरे पास क्या है और आज इसकी क्या कीमत है।
it: Monitora ciò che possiedo e quanto vale oggi.
ja: 所有しているものと今日の価値を追跡します。
ko: 보유한 항목과 오늘의 가치를 추적하세요.
nl: Bijhouden wat ik bezit en wat het vandaag waard is.
pt_br: Acompanhar o que tenho e o que vale hoje.
zh_hans: 跟踪我拥有的东西以及今天的价值。
zh_hant: 追蹤我擁有的東西和今天的價值。

source: Trial ending reminder
ar: تذكير نهاية التجربة
de: Erinnerung an das Ende der Testphase
es: Recordatorio de finalización de la prueba
fr: Rappel de fin d'essai
hi: ट्रायल खत्म होने का रिमाइंडर
it: Promemoria per la fine della prova
ja: トライアル終了のリマインダー
ko: 체험 종료 알림
nl: Herinnering voor het beëindigen van de proefperiode
pt_br: Lembrete de encerramento da avaliação
zh_hans: 试用结束提醒
zh_hant: 試用結束提醒

source: Try a closer, brighter photo.
ar: جرب صورة أقرب وأكثر إشراقًا.
de: Probiere ein näheres, helleres Foto aus.
es: Prueba con una foto más cercana y brillante.
fr: Essayez une photo plus proche et plus lumineuse.
hi: एक नज़दीकी, चमकीली फ़ोटो आज़माएँ।
it: Prova una foto più ravvicinata e luminosa.
ja: もっと近くで明るい写真をお試しください。
ko: 더 가깝고 밝은 사진을 사용해보세요.
nl: Probeer een kortere, helderdere foto.
pt_br: Experimente uma foto mais nítida e nítida.
zh_hans: 请尝试更近、更亮的照片。
zh_hant: 請嘗試拍攝更近、更明亮的相片。

source: Try again
ar: حاول مرة أخرى
de: Erneut versuchen
es: Inténtalo de nuevo
fr: Réessayez
hi: फिर से कोशिश करें
it: Riprova
ja: もう一度お試しください
ko: 다시 시도하기
nl: Probeer het opnieuw
pt_br: Tente novamente
zh_hans: 重试
zh_hant: 再試一次

source: Try again in a moment, or use manual lookup with a BrickLink colour ID.
ar: حاول مرة أخرى في لحظة، أو استخدم البحث اليدوي باستخدام معرف ألوان BrickLink.
de: Versuchen Sie es gleich noch einmal oder verwenden Sie die manuelle Suche mit einer BrickLink-Farb-ID.
es: Inténtalo de nuevo en un momento o utiliza la búsqueda manual con un ID de color BrickLink.
fr: Réessayez dans un instant, ou utilisez la recherche manuelle avec un ID de couleur BrickLink.
hi: एक पल में फिर से कोशिश करें, या BrickLink रंग आईडी के साथ मैन्युअल लुकअप का उपयोग करें।
it: Riprova tra un momento o utilizza la ricerca manuale con un ID colore BrickLink.
ja: しばらくしてからもう一度お試しいただくか、カラーIDの手動ルックアップを使用してください。
ko: 잠시 후에 다시 시도하거나 BrickLink 색상 ID로 수동 조회를 사용하세요.
nl: Probeer het zo opnieuw of gebruik handmatig zoeken met een BrickLink-kleur-ID.
pt_br: Tente novamente em um momento ou use a pesquisa manual com um ID de cor BrickLink.
zh_hans: 请稍后重试，或使用BrickLink颜色ID进行手动查找。
zh_hant: 請稍後再試，或使用手動查找BrickLink顏色ID。

source: Try another name or item number.
ar: جرب اسمًا آخر أو رقم عنصر آخر.
de: Versuchen Sie es mit einem anderen Namen oder einer anderen Artikelnummer.
es: Prueba con otro nombre o número de artículo.
fr: Essayez un autre nom ou numéro d'article.
hi: कोई दूसरा नाम या आइटम नंबर आज़माएँ।
it: Prova un altro nome o numero articolo.
ja: 別の名前または商品番号をお試しください。
ko: 다른 이름이나 항목 번호를 입력하세요.
nl: Probeer een andere naam of een ander objectnummer.
pt_br: Tente outro nome ou número de item.
zh_hans: 请尝试其他名称或商品编号。
zh_hant: 請嘗試其他名稱或商品編號。

source: Turn notifications on in Settings to use a reminder you requested.
ar: قم بتشغيل الإشعارات في الإعدادات لاستخدام تذكير طلبته.
de: Aktivieren Sie die Benachrichtigungen in den Einstellungen, um eine von Ihnen angeforderte Erinnerung zu verwenden.
es: Activa las notificaciones en Configuración para usar un recordatorio que hayas solicitado.
fr: Activez les notifications dans les paramètres pour utiliser un rappel que vous avez demandé.
hi: आपके द्वारा अनुरोध किए गए रिमाइंडर का इस्तेमाल करने के लिए सेटिंग में नोटिफ़िकेशन चालू करें।
it: Attiva le notifiche nelle Impostazioni per utilizzare un promemoria che hai richiesto.
ja: リクエストしたリマインダーを使用するには、[設定]で通知をオンにします。
ko: 요청한 알림을 사용하려면 설정에서 알림을 켜세요.
nl: Schakel meldingen in bij Instellingen om een herinnering te gebruiken die je hebt aangevraagd.
pt_br: Ative as notificações nas Configurações para usar um lembrete solicitado.
zh_hans: 在“设置”中打开通知，以使用您请求的提醒。
zh_hant: 在「設定」中開啟通知，即可使用你申請的提醒功能。

source: Turn torch off
ar: إيقاف تشغيل الشعلة
de: Schalten Sie den Brenner aus
es: Apaga el soplete
fr: Éteignez la torche
hi: टॉर्च बंद करें
it: Spegni la torcia
ja: トーチをオフにする
ko: 토치 끄기
nl: Zaklamp uitschakelen
pt_br: Desligue a lanterna
zh_hans: 关闭手电筒
zh_hant: 關閉手電筒

source: Turn torch on
ar: تشغيل الشعلة
de: Schalten Sie den Brenner ein
es: Enciende el soplete
fr: Allumez la torche
hi: टॉर्च चालू करें
it: Accendi la torcia
ja: トーチをオンにする
ko: 토치 켜기
nl: Zaklamp inschakelen
pt_br: Ligue a lanterna
zh_hans: 打开手电筒
zh_hant: 開啟手電筒

source: Two focused ways to find value, depending on what is in front of you.
ar: طريقتان مركزتان للعثور على القيمة، اعتمادًا على ما هو أمامك.
de: Zwei fokussierte Möglichkeiten, um Wert zu finden, je nachdem, was vor Ihnen liegt.
es: Dos formas específicas de encontrar valor, dependiendo de lo que tengas delante.
fr: Deux façons ciblées de trouver de la valeur, en fonction de ce qui est devant vous.
hi: आपके सामने मौजूद चीज़ों के आधार पर मूल्य खोजने के दो फ़ोकस तरीके।
it: Due modi mirati per trovare valore, a seconda di ciò che hai di fronte.
ja: 目の前にあるものに応じて、価値を見つけるための2つの焦点を当てた方法。
ko: 당신 앞에 무엇이 있는지에 따라 가치를 찾는 두 가지 집중적인 방법이 있습니다.
nl: Twee gerichte manieren om waarde te vinden, afhankelijk van wat er voor je ligt.
pt_br: Duas maneiras focadas de encontrar valor, dependendo do que estiver à sua frente.
zh_hans: 根据眼前的情况，有两种集中的方式来寻找价值。
zh_hant: 兩種專注的方式來尋找價值，具體取決於你面前的東西。

source: Type
ar: اكتب
de: Typ
es: Tipo
fr: Taper
hi: प्रकार
it: TIPO
ja: タイプ
ko: 유형
pt_br: Tipo
zh_hans: 类型
zh_hant: 類型

source: TYPE
ar: اكتب
de: TYP
es: TIPO
fr: TAPER
hi: प्रकार
it: TIPO
ja: タイプ
ko: 유형
pt_br: TIPO
zh_hans: 类型
zh_hant: 類型

source: Unlimited bulk scanning
ar: مسح جماعي غير محدود
de: Unbegrenzte Massen-Scans
es: Escaneo masivo ilimitado
fr: Numérisation en masse illimitée
hi: अनलिमिटेड बल्क स्कैनिंग
it: Scansione in blocco illimitata
ja: 無制限の一括スキャン
ko: 무제한 대량 스캔
nl: Onbeperkt bulkscannen
pt_br: Digitalização em massa ilimitada
zh_hans: 无限批量扫描
zh_hant: 無限批量掃描
